Repository: senaite/senaite.diagnosis
Catalog: src/senaite/diagnosis/locales/*/LC_MESSAGES/senaite.diagnosis.po
Languages: es

source: Code cannot contain special characters or spaces
es: El ćodigo no puede contener espacios, signos de puntuación o caracteres especiales

source: Code must be unique
es: El código debe ser único

source: Disease
es: Enfermedad

source: Diseases
es: Enfermedades

source: Etiologic agent
es: Agente etiológico

source: Etiologic agents
es: Agentes etiológicos

source: Patient diagnostic information handling for SENAITE
es: Gestión de datos de diagnósticos de pacientes para SENAITE

source: SENAITE DIAGNOSIS (uninstall)
es: SENAITE DIAGNOSIS (desinstalar)

source: Signs and symptoms
es: Señales y síntomas

source: Symptom
es: Síntoma

source: column_diseases_code
es: Código

source: column_symptoms_code
es: Código

source: description_disease_code
es: Código único de la enfermedad

source: description_sample_dateofonset
es: Fecha cuando se detectaron los primeras señales y síntomas

source: description_symptom_code
es: Código único del síntoma

source: description_symptom_gender
es: Género al que aplica el síntoma

source: label_disease_code
es: Código

source: label_sample_dateofdiagnosis
es: Fecha de diagnóstico

source: label_sample_dateofonset
es: Fecha de inicio

source: label_sample_diseases
es: Enfermaded y afecciones

source: label_sample_etiologicagents
es: Agentes etiológicos

source: label_sample_symptoms
es: Síntomas

source: label_symptom_code
es: Código

source: label_symptom_gender
es: Género

source: label_symptom_severity
es: Niveles de severidad
